{"slug":"top-10","top-img":"none","text":[{"type":"text","value":"With Northwestern’s new and improved U.S. News ranking, it’s hard not to feel proud that you go to a Top 10 school. Of course, academic ranking certainly merits recognition, but Northwestern excels in more than just education. Here’s a list of the best (and worst) our school has to offer."},{"type":"text","value":"* WORST LOOKING GUYS"},{"type":"text","value":"According to the incredibly trustworthy College Confidential, you’re more likely to swipe left than right on Tinder when searching for hot guys within a 5-mile radius. If you’re really committed to finding the perfect 10, you’re better off making the trek to Loyola or DePaul."},{"type":"text","value":"2.  BEST (MOST DIFFICULT) CHEM DEPARTMENT"},{"type":"text","value":"If there’s one thing that unites every college in the U.S. it’s pre-med kids who whine about their rigorous course load. Northwestern is especially notorious for its challenging STEM classes, particularly in the chemistry department. When conversing with pre-med students, avoid the following trigger words: orgo, physio, GPA and MCAT."},{"type":"text","value":"3. BEST VALUE COLLEGE IN THE CHICAGO AREA"},{"type":"text","value":"Good news — your $75k tuition isn’t going to waste! According to Niche, out of 38 schools in the Chicago area, Northwestern is worth the most for its price tag. Though you’ve probably experienced your fair share of quarter-life crises, sobbed about the absence of ice rinks and contemplated dropping out to flip burgers instead, you can rest easy knowing that your money is well spent."},{"type":"text","value":"4. BEST STUDENT VOTER TURNOUT"},{"type":"text","value":"Despite the relatively low voter turnout in the 18-24 age range, Northwestern students are doing their civic duty. Let’s keep it up – maybe by 2020, we’ll no longer have a president who sends angry tweets for a living."},{"type":"text","value":"5. MOST LIKELY TO BECOME ROYALTY"},{"type":"text","value":"Meghan Markle is the first American to marry into the British royal family. Her alma mater? Northwestern, of course. It won’t be long before Prince George will be looking for a fianceé, so now that Markle has impressed the British public and even the Queen herself, who knows? Maybe the next bride- to-be will also be a Wildcat."},{"type":"text","value":"6. BEST COLLEGE FOR COMM MAJORS"},{"type":"text","value":"Northwestern’s impressive alumni list includes Hollywood big shots like Stephen Colbert, Julia Louis-Dreyfus and David Schwimmer. According to Niche, we’re ranked the no. 1 school for communications and the no. 3 school for performing arts. Who would have guessed that Ross from “Friends” received the best college education out of the group?"},{"type":"text","value":"7. BEST SCHOOL PRIDE"},{"type":"text","value":"There are football games, and then there are Big 10 football games, and then there are Northwestern vs. Notre Dame games. Anyone who’s ever been to a home game has witnessed the sea of purple pride and heard the Fight Song enough times to know it by heart. Even if the extent of your sports knowledge doesn’t go past Wii bowling, be sure to attend at least one game during your time here."},{"type":"text","value":"8. BEST DRUNK FOOD"},{"type":"text","value":"Anyone who’s ever been to Fran’s past 1 a.m. knows that grilled cheese and waffle fries are objectively the best foods to eat while in a less-than-sober state. With unparalleled customer service and a menu that lives up to its hype, Fran’s never disappoints. Still, it’s a shame that Cheesie’s is no longer with us. RIP."},{"type":"text","value":"9. BEST SPORTS COMPLEX"},{"type":"text","value":"Accessible to all! Budget-crisis friendly! Put to good use! These are things that the Ryan Fieldhouse is definitely not, but it doesn’t matter because our very own Morty Schapiro claims that it’s the best sports complex of its kind. Even though you can’t get into the building, you sure can admire its swanky facade from the outskirts. Then, knowing that you’ll never have the physical ability to qualify as a student- athlete, you can sadly walk to SPAC and bench press while listening to The Fray."},{"type":"text","value":"10. BEST COLLEGE MUSIC FESTIVAL"},{"type":"text","value":"With Dillo Day artists like Chance the Rapper, Kendrick Lamar and the iconic Smash Mouth, it’s no surprise that Northwestern’s annual student-run music festival is one of the biggest and best among colleges in the U.S. Disclaimer: no real armadillos have ever been spotted on Northwestern’s campus."}]}
