{"slug":"BDE","top-img":"none","text":[{"type":"text","value":"They say size matters, but thanks to meme culture, frat bros everywhere can relax. Social media connoisseurs know it as soon as they see it. Ariana Grande releasing “thank u, next” during the newest season of SNL, Jeff Goldblum’s existence, Edna Mode’s haircut; they all have one thing in common — Big Dick Energy."},{"type":"text","value":"BDE isn’t about size. It’s about swagger. All it takes is having the kind of je ne sais quoi that comes across as self-confident and not as cocky asshole. Men are not the only ones that can be endowed with BDE, either. In this day and age, it’s easy to point out examples of women who exude such a quality — Rihanna, Ruth Bader Ginsburg, Lady Gaga."},{"type":"text","value":"The concept emerged from a certain SNL comedian who is the former fiancé of the aforementioned pop star. Pete Davidson may have coined the term, but the meme has now taken on a life of its own."},{"type":"text","value":"One of the major keys of Big Dick Energy is that it can turn up in unusual people, places or things — even at Northwestern University. NBN ranked Northwestern icons’ BDE using veggies as a scale from puny to massive, because what else? Without further ado, here is NBN’s guide to BDE at NU."},{"type":"Section","value":"Ryan Fieldhouse: Baby carrot"},{"type":"text","value":"For blatantly overcompensating and failing to deliver."},{"type":"Section","value":"Willie the Wildcat: Radish"},{"type":"text","value":"Willie gets brownie points for pumping up the crowds, and being the “hottest mascot in the Big 10” (according to my roommate). But taking into consideration his creepy, anthropomorphic paws that make even the best of us feel dead inside, he isn’t going to rank high on the BDE list anytime soon."},{"type":"Section","value":"George R.R. Martin: Zucchini"},{"type":"text","value":"Tyrion Lannister might be small, but there’s no way in hell George R.R. Martin’s energy is. The audacity of this man to keep millions of fans across the globe on hold every day while taking years to finish his final book is truly outrageous. One taught me patience ..."},{"type":"Section","value":"Julia Louis-Dreyfus: Squash"},{"type":"text","value":"Thankfully a better mother in real life (@ charlie_hall) than on Veep, anyone who can make a president look good right now must truly have a chutzpah that most of us cannot muster."},{"type":"Section","value":"Meghan Markle: Eggplant"},{"type":"text","value":"For seducing her way into royalty, being a theatre major during her time at NU, currently carrying the newest royal baby in her womb and putting the “sex” in Duchess of Sussex."}]}
