{"slug":"fight-song","text":[{"type":"Section","value":"Year-by-year breakdown"},{"type":"image","value":[{"Img-link":"uploads/2018/12/05/Go_U_Northwestern_I_dont_know_this_line_Breakdown.png","Caption":"Seniors (red) are consistently the worst. They hit just 71.3 percent of the words on average, a real slap in the face to all of us Fight Song enthusiasts. (Graphs in order from oldest to youngest.)","Photo-credit":""}]},{"type":"Section","value":"Why We Did This"},{"type":"text","value":"The Northwestern Fight Song is purportedly a song that the entire campus knows and loves. A beacon of Wildcat pride. A vessel through which Northwestern’s students display their undying love for the University. Right? Right ..."},{"type":"text","value":"Sure, there are people who boldly belt the Fight Song after every touchdown – but there are also people who mumble their way through the Fight Song like it’s one of the verses to “Mambo No. 5.” There are those who clap especially loud, hoping that this might mask their silence, a clear signal that they have no school pride, and thus, no dignity. Believe it or not, there are even people who don’t go to the football games, people who might never have the experience of hearing the Fight Song blasted into their ears!"},{"type":"text","value":"These people exist. I’m sure of it. And now I have the data to expose them."},{"type":"Section","value":"Data Collection"},{"type":"text","value":"I had exactly 97 Northwestern students recite the fight song: 14 seniors, 18 juniors, 49 sophomores, 15 first-years. Six of these participants submitted a voice memo, but everyone else typed out a submission. I then marked every word of their submission as correct or incorrect based on the official Northwestern Fight Song lyrics (as found on nusports.com), divided the responses by year at Northwestern, and visualized that analysis with the following graph."},{"type":"text","value":"Because the responses were recorded on a survey, there’s no way to verify that people didn’t cheat. I can say, though, that about 60 percent of all respondents got at least one word wrong, so it’s unlikely that we have a huge cheating scandal on our hands."},{"type":"image","value":[{"Img-link":"uploads/2018/12/05/Go_U_Northwestern_I_dont_know_this_line.jpg","Caption":"","Photo-credit":"Sarah Zhang"}]}]}
