{"slug":"sandwich-man","top-img":"uploads/2018/12/03/sandwich-man.gif","text":[{"type":"text","value":"After returning from serving in the Navy during World War II, William “Bill” Froehlig enrolled at Northwestern, along with other soldiers in the postwar boom. His dorm was one of the many military-style tents installed on Deering Meadow to house all the veteran students coming back from the war. That’s where Bill, tall and strong from his days in the Navy but also soft-spoken and kind, started the first student-run business on campus and began his legacy as “The Sandwich Man.”"},{"type":"text","value":"Bill, who passed away at the age of 92 this fall, was always an entrepreneur. At age 10, he started a business selling and delivering bread and angel food cakes on his bicycle. His industrious spirit continued when he enrolled at Northwestern to study biology. In 1946, he started selling grilled peanut butter and jelly and grilled cheese sandwiches to his neighbors on Deering Meadow to make extra money. He became famous for his sandwiches, which fed Northwestern students for more than four decades."},{"type":"text","value":"In 1947, while still an undergrad at Northwestern, Bill married his wife Donna, and the two began their family, which would eventually grow to include six children. His business quickly became lucrative, and he saw in the sandwich market an opportunity to pay for school while supporting his family. By selling sandwiches from his cart on Deering Meadow and delivering to fraternity houses and dorms, he was able to build his family’s house in Northbrook and pay for both his undergraduate degree and graduate studies at Northwestern’s School of Education. After receiving his MA, Bill became a math and science high school teacher – though he kept his sandwich-selling side hustle."},{"type":"text","value":"After five years of teaching, he quit his job to dedicate his career fully to his business. He and Donna would make nearly 20 different types of sandwiches, including tuna, chicken salad, peanut butter and jelly and the most popular, ham and cheese. Bill delivered the sandwiches on his 100-pound cart and blew his signature whistle to alert the students that he had arrived. Sometimes a workforce composed of his six children accompanied him, and in later years, his dog Champ tagged along. His daughter Jane Walsh remembers going with him during one “cold and exhausting” winter when she was 11."},{"type":"text","value":"Although Bill was a campus superstar for decades, he still faced some enmity from Northwestern’s administration. In 1959, the Northwestern deans accused him of solicitation and prohibited him from selling sandwiches on campus. The fraternities took out standing orders for his sandwiches each night, which allowed him to continue his business. Students threatened to boycott other campus food services and gathered over 700 signatures for a petition to keep Bill in business. The University reversed the policy five years later, allowing his business to run for nearly 30 more years. For Terrence Beverly (Weinberg ‘88), Bill and his sandwiches are “a very fond memory at NU.”"},{"type":"text","value":"“His interactions with the students was always warm and genuine,” Terrence says. “And that whistle! When we heard that whistle, it was a signal to take a break from studies and grab a snack ... I thought buying food from his cart was a little odd at first, but I soon got with the program. It quickly grew from being odd, to looking forward to his whistle with great anticipation.”"},{"type":"text","value":"Now, as new student-run businesses and start-ups are frequently created at Northwestern, the memory of their indirect patron lives on. The Sandwich Man, who took late-night orders before Subway and Burger King existed, and delivered to every campus corner long before Postmates and Grubhub, left a legacy through both his business and his kindness. Jane described his sense of humor as “wonderfully odd,” and said that he loved to laugh. Many photos of him in his later years show a happy man with a white beard, a black top hat and a cheerful grin. After Bill passed away, James Moore wrote in his online guestbook, “I practically lived on those sandwiches as an undergraduate in Evanston. Bill worked as hard as any one I knew and is the only person I can think of who seemed to be liked by every single person he touched.”"}]}
