{"slug":"thrift-stores","top-img":"uploads/2018/12/03/thrift-stores.png","text":[{"type":"text","value":"We live in an age where thrifting is portrayed in mainstream media by a fur-clad Macklemore coasting on a tiny bike. While Macklemore glamorizes thrifting, he fails to represent its other virtues: it offers an affordable alternative to the marked-up prices of retail stores, often helps fund charities and is both economically and environmentally conscious. That said, thrifting has always been a passion of mine. I call it economical fashion, my mom calls it ugly – potato-potahto. Unfortunately, this hobby has been brought to a screeching halt not only by my utter lack of need for new clothes but also by the shortage of thrift shops in downtown Evanston (Crossroads, due to its carefully curated selections and high prices, does not count). But in the spirit of the new school year, I decided to try out three thrift stores in Chicago. Here’s the verdict:"},{"type":"Section","value":"Village Discount Outlet"},{"type":"text","value":"4898 N Clark St, Chicago, IL 60640"},{"type":"Mondays-Saturdays","value":"9 a.m. – 9 p.m."},{"type":"Sundays","value":"10 a.m. – 6 p.m."},{"type":"text","value":"Travel time from the Arch by public transit: 50 min"},{"type":"text","value":"On the Northside of Chicago is Andersonville, the city’s former Swedish neighborhood known for its collection of art galleries, quirky boutiques and abundant collection of thrift shops. Village Discount, in true thrift shop tradition, is a monstrosity of a concrete building located on the outskirts of the neighborhood. On Saturday, it is filled to the brim with clothes and people — and offers special half-price discounts on certain tag colors."},{"type":"text","value":"Because of the sheer size of the store, I decided to enlist some help: Nate, Luis and Ruby, who self identify as “yuppies” and rarely thrift. Surprisingly, they immediately gravitated toward some of the store’s more outlandish items and managed to find a couple that they liked. Fair warning: there are no dressing rooms (which makes no sense — sizing is rather arbitrary in thrift stores) and very limited space among the aisles, so if you want to try anything on, you are forced to covertly change in the crowded aisle. This led to at least one instance of a horrified family trying to squeeze past our group as we got stuck in our clothes. We emerged an hour and a half later, with a grand total of four sweaters, a skirt, jumpsuit and an orange child’s vest for Luis’s dog, Squash (she was a pumpkin for Halloween). The total came out to under $40 for all of our purchases, which, in my opinion, qualifies as a win."},{"type":"Section","value":"Green Element Resale"},{"type":"text","value":"6241 N Broadway, Chicago, IL 60660"},{"type":"Mondays-Saturdays","value":"11 a.m. - 7 p.m."},{"type":"Sunday","value":"12 p.m. - 7 p.m."},{"type":"text","value":"Travel time from the Arch by public transit: 38 min"},{"type":"text","value":"Green Element is a resale store situated a block or two away from Loyola. Besides clearly taking pride in the environmental benefits of thrift shopping, they also boast a wider variety of items that are up for purchase. While many thrift stores emphasize their stock of used clothes, more than half of this store is devoted to an extensive and diverse collection of furniture, records and every single homeware item that you could possibly think of — from VCR players to ladders to old charging cables. As a side note, the red statue in the window is $400 for anyone interested — it’s unclear if the Spiderman mask is an additional charge. The furniture is surprisingly expensive — $200 for a couch, which seems pricey when you still have to spend considerable effort trying to clean it. Their sizable clothing selection had a lack of price tags, but did feature an impressively large amount of Northwestern gear. With some further investigation — aka Google Reviews — it seems that the clothes range from $1-15, although some reviewers complain about price gouging. Overall, this doesn’t seem to be the best place to swipe a bargain, although it feels like an extremely unorganized version of what I imagine the Room of Requirement to be. If you need anything obscure or random, you could probably find it here."},{"type":"Section","value":"Goodwill"},{"type":"text","value":"1916 Dempster Street, Evanston, IL 60202"},{"type":"Mondays-Saturdays","value":"9 a.m. - 9 p.m."},{"type":"Sunday","value":"10 a.m. - 8 p.m."},{"type":"text","value":"Travel time from the Arch by public transit: 18 min"},{"type":"text","value":"Of course, no thrift haul would be complete without the mother of all thrift shops — Goodwill. With their emphasis on philanthropy and their presence in just about every community of the country, Goodwill is the most traditional thrift store on this list. It also happens to be my thrift store of choice when I’m home. This particular one is tucked into a corner of a strip mall on the outskirts of Evanston, a mere 18 minute bus ride away from campus. It’s pretty sizable, but more airy and less intimidating than Village Discount. One of my favorite things is to see how the population and style of a certain area is reflected in the selection available at a thrift store, and that effect is apparent at the Evanston Goodwill. The items were a bit preppier than I’m used to — I spotted a couple Vineyard Vines shirts, which are usually (for obvious reasons) a rarity in resale stores. I seem to have gone on a bad day, because the pickings were a bit sparse, but there is never a shortage of outrageously sparkly and voluminous prom dresses, so we tried on a couple for the fun of it. I left with a $5 black duster coat, mildly disappointed at the selection. Despite this, I will probably still be coming back when I am in dire need for a “business casual” outfit — bless Evanston area soccer moms for donating their slacks."}]}
