{"slug":"chicago-bucket-list","top-img":"NEED TO UPLOAD PHOTO","text":[{"type":"Section","value":"Eats"},{"type":"text","value":"Chicago is a city that loves to indulge gastronomically, and Au Cheval’s (West Loop) infamous cheeseburger and Pequod’s (Lincoln Park) deep dish pizza are two of the most well-known dishes around town. Both restaurants take upscale twists on classics, making them must-have Windy City dishes."},{"type":"image","value":[{"img-link":"uploads/2018/12/05/Au_Cheval.jpg","caption":"","photo-credit":""}]},{"type":"image","value":[{"img-link":"uploads/2018/12/05/pequods_pizza.jpg","caption":"","photo-credit":""}]},{"type":"Section","value":"Activities"},{"type":"text","value":"Whether you’re looking to stroll outside, take in some art, or sip on an over-the-top cocktail, Chi-town has got what you need."},{"type":"text","value":"The 606 Trail (Bucktown) provides an aerial walk or bike ride around some of the city’s most famous neighborhoods. The Museum of Contemporary Art (Gold Coast) is free for Northwestern students and offers a constantly rotating gallery of modern art. And low-key tiki bar Lost Lake (Logan Square) was recently named Best American Cocktail Bar by the Tales of the Cocktail Foundation. Head there for the inventive cocktails, themed décor and fun banana dolphins."},{"type":"image","value":[{"img-link":"","caption":"","photo-credit":""}]},{"type":"image","value":[{"img-link":"","caption":"","photo-credit":""}]},{"type":"image","value":[{"img-link":"uploads/2018/12/05/lost_lake.jpg","caption":"","photo-credit":""}]},{"type":"Section","value":"Scenery"},{"type":"text","value":"The Windy City has you covered whether you want to immerse yourself in the urban jungle or an indoor version of one. The Garfield Park Conservatory (East Garfield Park) offers a warm, plant-filled refuge year-round, and the Riverwalk (Loop) allows visitors to get up close and personal with the Chicago river while enjoying a snack or lounging in one of the many seating areas. Chinatown also has a ton of unique architecture, public art, park space and sites to see."},{"type":"image","value":[{"img-link":"uploads/2018/12/05/Garfield.JPG","caption":"","photo-credit":""}]},{"type":"image","value":[{"img-link":"","caption":"","photo-credit":""}]},{"type":"image","value":[{"img-link":"uploads/2018/12/05/China_town.jpg","caption":"","photo-credit":""}]}]}
