{"slug":"mudd-challenge","top-img":"uploads/2018/12/05/_MG_0022.jpg","text":[{"type":"text","value":"The Scenario: Ben and Gabe will spend 24 hours in Mudd Library without setting foot outside its glassy walls."},{"type":"text","value":"The Rules: Do not leave the premises of Mudd Library under any circumstances. Food may be delivered to Mudd, but nothing else. Ben and Gabe must both test and rate the Mudd shower."},{"type":"text","value":"The Supplies: Ben brought his backpack, a pillow and blanket, extra clothes and toiletries (moisturizer is important!), a Clif Bar and an apple. Gabe brought the same, but also a burrito (second of the day), and a positive mental attitude."},{"type":"text","value":"The Reward: Clout."},{"type":"text","value":"The Challenge: Since the beginning of time, humankind has asked the big questions: Who are we? What is the meaning of life? Why does the Seeley G. Mudd Library have a shower in the bathroom? Of course, as long as these questions have existed, people have tried to answer them – Aristotle, Plato, Confucius – all in vain. Now it is time for Ben Krieger and Gabe Schmittlein to take their best shot at this last question."},{"type":"text","value":"The Arrival 6:00 p.m. - 9:00 p.m. Gabe We pull up to the intimidating, steely gates of Mudd Library in a stylish Volvo Crossover. I can’t help but feel like we’re being ferried down the River Styx into Hell – no, more like purgatory. But here we stand, on the footsteps of history. We enter. We’re on our own now. One of the most basic human needs is shelter. Gabe and I have laid claim to a study room in Mudd that should serve us well throughout the night – if we can properly defend it, that is. While many animals pee to warn enemies to stay off their territory, humans are above that nonsense. Rather, Gabe and I have passive-aggressively strewn our stuff all over the room and started to get our blankets and pillows ready for the night on the study room couches, as if to say “you can kick us out, but we’re gonna take about 15 minutes to pack up.”"},{"type":"img","value":[{"Img-src":"uploads/2018/12/04/_aaa_my_favorite_please_include_this_one__.jpg"}]},{"type":"text","value":"The Shower 10:00 p.m. - 1:00 a.m."},{"type":"text","value":"\\Ben: Just over five hours into our experience, Gabe and I have reached a crossroads: Defend our turf or give in to the people who “reserved the room.” We begrudgingly leave, but we make sure to shoot real dirty looks on our way out. Gabe and I will have to find a new domain for now. I think it was Einstein who once said that a house is not a home unless it’s where you live. I wonder what he would think about Group Study 2146. Your two favorite survivalists plan to hole up here for the next 10 or so hours. Don’t tell anyone, but we cheated the three-hour reservation system (thanks to friends who were willing to put in their email addresses to hold down extra blocks of time for us) and have this safe haven reserved all night."},{"type":"text","value":"\\Gabe: The clock strikes midnight and I’m all hopped up on Vitamin Water XXX (sponsorship pending), which means it’s time for an adventure. We head out to explore all the nooks and crannies of Mudd. We head up the staircase, but the doors to the roof and the third floor were locked. Down in the foyer, all the usual couches and tables have been cleared for some kind of event the next day. Our first few hours have been pleasant and entertaining, but they were nothing in comparison to what came next."},{"type":"text","value":"\\Ben: After strolling past students oblivious to the library’s crown jewel, tucked away inside the bathroom, I got to experience the palace that is the Mudd shower. It has its own room within the bathroom, which made the space feel like a five-star hotel (I’ve never stayed in one, but this is what I would imagine it would be like). Say what you will about a shower in a place of study, but it is everything I dreamed of and more."},{"type":"text","value":"\\Gabe: After Ben comes out of the shower clean and happy, I decide that it is my turn to test it out. As I walk there, I can’t tell if people are looking at me because I’m holding a towel or because I smell bad from spending six hours straight in the library – regardless, I feel like a real celebrity walking down the red carpet. The shower itself is grand and obviously expensive. Water pressure and temperature were both ~on point~ and it was the cleanest shower I’ve used on campus (probably because no one uses it)."},{"type":"img","value":[{"Img-src":"uploads/2018/12/05/_MG_0040.jpg"}]},{"type":"text","value":"Sleep 2:00 a.m. - 8:00 a.m."},{"type":"text","value":"\\Ben: Now I know all of you have slept on a twin XL school mattress. Good news: the couches in Group Study room 2146 might be a slight step up. Placing two couches perpendicular to each other, Gabe and I are close enough for emotional support but far enough apart to maintain our independence. I’m warm, safe and have about an inch to my left until I fall onto the floor. Can’t wait to get some shuteye and see what Mudd has in store for us come morning."},{"type":"text","value":"A New Day 9:00 a.m. - 2:00 p.m."},{"type":"text","value":"\\Gabe: The sun rises over the Frances Searle building. A fresh dew lays upon the carpeted floor. The only sound to be heard is Ben’s loud breathing uncomfortably close to my face. Our heads are really quite close to each other – such is life in the wild. I must say I owe a great debt to that couch in Group Study room 2146. It would make Tempur-Pedic jealous; I had a wonderful sleep. Soon enough, we are forced to leave our precious room, and now we must join the masses. We find two nondescript white chairs at a nondescript white table. It is here where we sit until high noon. A time of action. Ben and I are hungry for success in this Mudd 24-Hour Challenge, but we’re also just starving. We’re feeling even more boujee than usual today, so Ben gets an acai bowl delivered to him, and I get a Southwestern salad with avocado from the Farmer’s Fridge vending machine. This salad is an absolute delight. Feta cheese, tomatoes, beans and a light vinaigrette transport me to the boiling heat of Phoenix and the dusty streets of Santa Fe."},{"type":"text","value":"The Final Hours 3:00 p.m. - 6:00 p.m."},{"type":"text","value":"\\Ben: With the help of a friend and the everlasting support of Gabriel, I have slain my problem set. This momentous occasion has inspired a new quest: to clean up the aftermath of our lunch. Things have really come full circle. Gabe’s salad jar even got returned right back to its home in the vending machine. Just as the Earth has provided us with Mudd Library, we provide for it with our recycling."},{"type":"text","value":"\\Gabe: Even the strongest people can be broken down, and I’m not really that strong so I’ve broken down rather easily. Mudd has gotten to me. I don’t want to look at the translucent walls anymore. WHAT IS A WALL AND WHAT IS A MIRROR? I’m trying to nap but it’s not going so well. I think this challenge might beat me before I can complete it. Ben gives me hope. He appears so resilient; may his strength carry me through these final hours and ward off the walls/mirrors that torment my mind."},{"type":"text","value":"\\Ben: Gabe and I have rallied and success is ours! If you’ve never kissed the ground outside of Mudd Library, my advice to you is simple: don’t. But after the trials that Gabe and I have been through, the taste of that cement is like a summer’s bloom mixed into a unicorn frappuccino. I shed a single silent tear as Gabe wept, and we walked, together, into the setting sun."}]}
