{"slug":"campus-critters","top-img":"insert the link to the banner image here, or if none say ‘none’","text":[{"type":"text","value":"Jonathan David didn’t know what to think when he returned to his dorm last spring and found a group of people standing near the entrance, staring at something hidden by the greenery."},{"type":"text","value":"“I look over, and suddenly I see this little head poking out and lo and behold, it’s a newborn fawn,” says the RTVF sophomore. “Just, a deer. Just standing in the bushes.”"},{"type":"text","value":"David says it’s not out of the ordinary to see an assortment of animals around West Fairchild. He listed off the various squirrels, skunks, opossums, raccoons, chipmunks and rabbits he’s seen within the year he’s been at school. But he was still surprised when a family of five deer took up temporary residence outside the dorm after the mother gave birth to two fawns."},{"type":"text","value":"Another bystander called NUPD out of concern for the deer, and the police stopped traffic on Sheridan Road so the animals could cross safely. One student carried one of the reluctant fawns across the street. David wasn’t sure it was a good idea, but eventually it followed its family."},{"type":"text","value":"Other students chimed in with their critter sightings, from skunks in the sorority quad and beavers on the Lakefill to stepping on squirrels or (accidentally) punting skunks."},{"type":"text","value":"“It felt like I had kicked plastic, but plastic that was also somehow furry?” School of Communications sophomore James Tsuchiya says. “I looked down and realized that a skunk had been digging around inside of a plastic cup ... But I guess the skunk was so confused that it forgot to spray me, and I escaped unscathed.”"},{"type":"text","value":"How do these animals live — and seemingly thrive — in such a developed area? Dr. Eli Suzukovich III, an environmental policy and culture professor at Northwestern, says that the campus is really an urban forest."},{"type":"text","value":"“Northwestern, I believe, has something like 80 different gardens on campus,” Suzukovich says. “And as a result, there is quite a bit of habitat and greenspace for wildlife to thrive.”"},{"type":"text","value":"Aside from typical animals students and staff frequently see, there are many creatures that go unnoticed, according to Suzukovich, who also serves on the National Urban and Community Forestry Advisory Council and teaches Northwestern’s famed maple tapping class, Ethnobiology of Maple Syrup. Northwestern is home to a mink, a fox, a coyote, a family of beavers and various fish and birds, Suzukovich says."},{"type":"text","value":"“I think also just because people largely ignore the wildlife, [the animals] tend to do fairly well,” he says."},{"type":"text","value":"Climate change may contribute to the high presence of animals on campus. Suzukovich noted the urban geese that are always on the Lakefill don’t migrate south for the winter anymore; they no longer need to because milder winters contribute to a higher availability of food."},{"type":"text","value":"The troublingly large presence of dead birds seen on campus also points to Northwestern’s position as a haven within a developed area. Though much of the bird death is due to exhaustion and flying into glass buildings (cough, new Kellogg and Segal Visitors Center, cough), the fact that they’re here in the first place says a lot."},{"type":"text","value":"“One reason [birds] come here is because there’s a lot of habitat for them to actually recoup,” Suzukovich says. “There’s food, there’s everything they need.”"},{"type":"text","value":"Suzukovich also works closely with Northwestern’s groundskeepers, a collaboration between faculty and facilities he says is uncommon, given their usual separation in the university sphere. Together, they manage the “campus forest” and keep tabs on changes or problems with the wildlife. Along with his own research, Suzukovich uses student observations taken from his maple tapping class to alert facilities if something is out of the ordinary."},{"type":"text","value":"Steve Camburn, Supervisor of Grounds at Northwestern, says his partnership with Suzukovich has helped his department solve some of the environmental issues on campus. He noted the professor’s study of gypsy moths on campus trees. Suzukovich notified Camburn of moth larva on trees, and groundskeepers were then able to treat the affected plants. Camburn says their different areas of expertise are complementary."},{"type":"text","value":"“I’m very often looking at whether the trees are in need of pruning ... or whether the grass has been maintained correctly,” Camburn says. “He’s noticing individual migratory birds and identifying them. It was enlightening to me, because they were all around me.”"},{"type":"text","value":"Members of the Northwestern community typically coexist peacefully with the campus critters. Camburn says situations when the wildlife gets a little more disruptive, like a family of deer hanging around West Fairchild, are actually few and far between."},{"type":"text","value":"“If you really had to deal with an issue like that, you’d have to go through an animal control sort of local service, but very often it takes care of itself,” he says. “If it’s just cutting through campus, you don’t have to do anything.”"},{"type":"text","value":"So it seems David and his dormmates made the right move in letting the deer just go about their lives."},{"type":"text","value":"“Eventually they made their way down Hinman and presumably lived happily ever after in urban Evanston,” David says."}]}
