{"Slug":"comics","Top-img":"none","text":[{"type":"text","value":"For five weeks this fall, eight medical school students gathered in a small classroom inside of Northwestern Memorial Hospital. They were there for a seminar called “Drawing Medicine.” It’s intended as an interlude, a break from memorizing the features of organ systems, the intricacies of gene expression and the diagnostic protocols for all manner of maladies."},{"type":"text","value":"The instructor for the class, MK Czerwiec, has cropped blond hair, soft blue eyes and the sort of open and warm face that you’d expect of someone who has dedicated her life to taking care of others. Czerwiec is a nurse, and a highly unusual one at that: For almost two decades she’s run a website under the pseudonym the “Comic Nurse,” where she illustrates the twists and turns that accompany health care in America."},{"type":"text","value":"This afternoon, Czerwiec asks the students to take a pack of crayons – one of her favorite tools as an artist – and create a four-panel comic. Students have to work collaboratively, and after filling in their first panel, they must trade off and pick up the story where another began. One comic by Dan Im, a second-year Feinberg student, begins with Im standing outside a patient’s door during his first day as an attending physician. In the next panel, Im stumbles over his introduction with his patient and is immediately consumed by nervous doubt. The next panel reads: “WHAT DO I DO / WHAT DO I DO / WHAT DO I DOOOOOO.”"},{"type":"text","value":"Other comics detail the tedium of waiting for samples to finish in an anatomy lab, what a “good death” might look like and how to advise a patient on improving their diet (“counseling ≠ commanding”, it notes). For students like Im, it’s a way to discuss issues that might not get much traction in their other classes, particularly the anxiety and fear that can so often seem off-limits in the hallowed halls of science."},{"type":"text","value":"“Nobody in the class is very good at drawing,” Im says. “But we have a lot of fun – there’s no judgment involved.”"},{"type":"text","value":"It’s also an exercise in thinking about perspective: How close are the students to a patient when they make a diagnosis? Do they keep their distance or loom overhead? What do they remember about the room they’re working in? Does it seem like a nice place to be?"},{"type":"text","value":"For Czerwiec, it’s about reminding the students about the details, to help them think about how their perceptions might affect the way they take care of others. In many respects, it’s about attending to the story of the patient and provider, to think about how what they’re learning in the classroom applies to the world at large."},{"type":"text","value":"“They don’t practice technical skills on technical objects,” Czerwiec explains after the class. “They’re practicing on people.”"},{"type":"text","value":"The name for what Czerwiec teaches the students is “graphic medicine.” But it’s something that humans have done for a long time – trying to make sense of the beguiling experience of illness, death and dying.The ancient Egyptians wrote how-to instructions for mummification; Buddhists detailed the cycles of life, death and rebirth in the Book of the Dead. More utilitarian practitioners include the U.S. Army, who created comics that explained the dangers of mosquitos and showed examples of how to effectively treat combat wounds during World War II."},{"type":"text","value":"Today, things are a bit different, if only because there’s more interest in graphic medicine than ever before. A few weeks ago, Czerwiec was at ReImagine, a festival in New York that explores questions around life and death, and hosted a pop-up magazine at the New York Public Library. The National Institutes of Health now holds thousands of comics about health and illness. Leading medical journals publish comics from doctors, nurses, and patients in their pages. The New York Times even reviewed a book Czerwiec contributed to last year."},{"type":"text","value":"One of Czerwiec’s collaborators is Alex Thomas, an allergist in Chicago. He studied art theory and practice at Northwestern, and today is part of Booster Shot Media, a company that helps educate people about the complexities of health topics through stories. He says graphic medicine is all about awareness."},{"type":"text","value":"“Perceptiveness is not something that was ever taught to us as physicians. We’d get feedback if we were doing good or bad on a rotation, but they were never teaching us more empathetic or more understanding,” Thomas says. “And who knows if there’s a more formal way of doing that – but I think that comics can help to encourage that introspection that can lead to greater empathy.”"},{"type":"image","value":[{"Img-link":"uploads/2018/12/03/Comic__pic1.jpg","Caption":"Panels from Czerwiec’s book, “Taking Turns,” depict how art helps her to make sense of loss. Illustrations of stars are a “guiding light.”","Credit":"MK Czerwiec"}]},{"type":"text","value":"Educating people on complex topics doesn’t mean making them easy or approachable. It’s on full-display as you read through “Taking Turns,” a comic that chronicles Czerwiec’s time working on Unit 371, Chicago’s first AIDS ward."},{"type":"text","value":"In one scene, she’s seated with a patient, Tim, at a restaurant in Chicago, who asks her quite directly: “What’s it like when we die?” Czerwiec tries to answer. She’s tempted to base her answer on her experience working with other patients. But in the end, she elects for something more ambiguous. It depends on what you’re dying from and it depends on where you’re dying, and who is taking care of you and how badly you want to fight."},{"type":"text","value":"Okay, the patient says, that makes sense. But how can I know when it’s time to stop? And can you be there to tell me when it’s time to let go?"},{"type":"text","value":"Czerwiec responds in the affirmative, but she’s also uncertain about how to make sense of his questions – she spends the night driving around trying to make sense of what to say. In the end, Tim does die, and it is not pretty, poignant or graceful. Tim has a horrific panic attack, a nurse administers a dose of Ativan, and he never wakes up, though he stays on a ventilator for 10 days. It’s not the kind of death you wish for someone you care about deeply."},{"type":"text","value":"Still, there’s something beautiful about the way Czerwiec explains these events. You might not see the bright colors and bombastic interventions of the superheroes you expect from a comic, but the visuals are an emollient for difficult conversations, the sort of discussions that we might not like to have in our day-to-day lives. It’s not safe or uplifting, but it is very, painfully real."},{"type":"text","value":"“We’re all patients and there’s always danger,” Czerwiec says. “But comics are safe ... They are great at destigmatizing stigmatized things.”"}],"image":[{"Img-link":"<a href=\"https://drive.google.com/drive/u/0/folders/1kvvY0JJJp3_mafKmlsTVrDpEzcX3E4K_\">https://drive.google.com/drive/u/0/folders/1kvvY0JJJp3_mafKmlsTVrDpEzcX3E4K_</a>","Caption":"none","Credit":"MK Czerwiec"}]}
