{"slug":"ditched-abroad","top-img":"none","text":[{"type":"text","value":"When Abby left for Sydney, Australia at the beginning of winter quarter last year, she had a lot on her mind: her new living situation, the classes she’d be taking, the new people she’d meet. One thing that she was not focused on was Jonathan, her ex-boyfriend. They had split up several months earlier at the end of the summer and had avoided each other all fall quarter."},{"type":"text","value":"But Jonathan was thinking about her. And he was doing so on the steps of the Sydney Opera House, wearing a full suit and holding a light blue Tiffany bag."},{"type":"text","value":"Abby knew he would be traveling to Australia, but after a long flight, orientation, dinner and drinks, she did not expect – or want – to see him on her first day there."},{"type":"text","value":"“I had been awake for like 48 hours straight, and I was slightly buzzed. I was just dead, and then he starts texting me,” Abby recalls. “He was like, ‘I’ve been at the Opera House for six hours.’”"},{"type":"text","value":"Abby was shocked, but she agreed to meet Jonathan for drinks because she felt bad for the man who had waited in the blazing sun for her."},{"type":"text","value":"“Of all the people I expect to spend my night with on my first day in Australia,” Abby says, “it is not my ex-boyfriend.”"},{"type":"text","value":"For many students, study abroad is a time for new beginnings, a time to “find yourself” and, more importantly, gather stories with which to annoy your friends when you get back. In this valiant quest, relationships from back home can seem like a drag, and many students cut them out."},{"type":"text","value":"But starting fresh isn’t always as easy as it seems. Abby and Jonathan started dating their first year at Northwestern, and after their breakup before junior year, they avoided each other completely. While she was home for winter break, though, Abby received an “uncomfortably long” text from her ex detailing his plans to travel to Australia, coincidentally, around the same time she would be there."},{"type":"text","value":"“I was just floored,” Abby says. “We hadn’t talked at all. That’s what made it so strange — we just averted eye contact for three straight months at school.”"},{"type":"text","value":"In Australia, after going out for drinks, Jonathan gave Abby the Tiffany bag, which held a diamond necklace and a 13-page handwritten confession of Jonathan’s feelings."},{"type":"text","value":"“I felt really kind of pity, because I was like, ‘I cannot believe you embarrassed yourself so much,’” Abby says."},{"type":"text","value":"The two got together a few times for coffee or drinks as Abby grappled with trying to form a friendship with her ex. But eventually, Abby realized she would have to tell him the truth."},{"type":"text","value":"“I realized that I really am gonna have to explain to him that this is not gonna happen,” Abby says. “And I think he slowly admitted to me that a big reason why he came there was not for himself, it was because he knew I was gonna be there. Shocking.”"},{"type":"text","value":"Cutting off his relationship before studying abroad was also a priority for Will, who relocated to France last September. Will and Jessica began dating following a chance encounter at a Willard formal late fall quarter in 2016, just as Will was finishing up his application to study at Sciences Politiques in Paris. Will planned to study abroad for a full year, and he knew the relationship wouldn’t last. He decided to cut it off at the end of spring quarter."},{"type":"text","value":"“I was like, ‘I think there’s something special here so I don’t want to just take off, but I’m gonna just take off,’” Will says. “We did a very bad job breaking up. We broke up in name only mostly.”"},{"type":"text","value":"The two continued talking throughout the summer despite living in different parts of the country, and when Will left for France, they were still FaceTiming on a weekly basis. As Will settled into Parisian life, he wasn’t having nearly as good of a time as he anticipated. While he toured the apartment he would be living in for the spring semester, he thought about having to continue living apart from Jessica, and had a realization."},{"type":"text","value":"“It was like this terrifying deer in headlights moment,” Will says, “And I was like, ‘Fuck, I can’t do this, I have to go back.’” Upending his plans, Will flew back to Chicago to begin winter quarter at Northwestern. He and Jessica got back together, and winter quarter was “awesome, it was great.” But then Jessica headed off to Israel for a spring break trip, marking the beginning of the end for their relationship."},{"type":"text","value":"“She came back from the spring break trip to Israel,” Will says. “It took a little time to percolate, but within three or four weeks, she had clearly decided, ‘there’s this giant world out there, and I can’t possibly see it with you.’”"},{"type":"text","value":"Will did not anticipate this breakup round two. In retrospect, he sees how going abroad can have different effects on different people. For some, it causes a months long desire, and for others, it causes them to rethink what and who is important in their lives."},{"type":"text","value":"Although the excitement for exploring a new country can mean the end of relationships at home, cuffing season happens abroad, too. In the second act of Abby’s soap opera, just as her ex-boyfriend was preparing to head back to the U.S., she ventured into Tinder for the first time in her life. The dating app led to a beach date with an Australian man, Matthew, which led to many more dates. She and Matthew went on a trip to Japan together before Abby headed back home to New Jersey for the summer. She knew she wanted to keep the relationship going and hoped to see him again at some point, and this guy pulled through."},{"type":"text","value":"“[He] came a little less than a month after I left,” Abby says. “So I have this 25-year-old Australian man flying to New Jersey to stay with my parents and my sister and I.” Matthew, who had just quit his job at a non-profit, flew halfway around the world to visit. Their fairytale romance, however, just wasn’t the same in New Jersey as it was in Australia, Abby says. The day after he left, she gave him a call letting him know they needed to break up."},{"type":"text","value":"When there isn’t an ocean separating a couple, going abroad can be the perfect catalyst for a happy, healthy relationship. Catherine and Peter got to know each other patrolling the beaches of Costa Rica on a Global Engagement Studies Institute (GESI) summer program. Neither knew of the other’s growing feelings, but on a trip to a volcano at the end of their program, things became clearer. The cold climate of the high elevation led to cozy cuddling, and friendly hand-holding led to kisses. When they arrived back home after the program ended and continued talking, Catherine knew it was something special."},{"type":"text","value":"“I started thinking about it after the volcano,” Catherine says. “We were apart until school started, and we would talk all the time, and I was like, ‘This is something I’m actually feeling.’”"},{"type":"text","value":"Their relationship blossomed when they got back to campus. The couple is now trying out Northwestern life, which Catherine says is “really good, zero complaints.” Growing close abroad gave the two an idea of what it’s like to relax together, and back in the hectic life of NU, Catherine says that understanding is invaluable."},{"type":"text","value":"“I don’t want to say we change as people abroad versus being here in the U.S. and working and being students, but our goals and things are just completely different once we come back to Northwestern,” Catherine says. “We’re just making new memories.”"}]}
