{"slug":"life-advice","top-img":"uploads/2018/12/03/life-advice.jpg","text":[{"type":"text","value":"Gerry Chiaro found his way to Northwestern after the 2008 recession left him questioning his career in the marketing industry. Now in an educational role he says he was always destined for, Chiaro leads IMC’s immersion quarter, where graduate students get paired with companies in a marketing role to get hands-on work in their desired fields. Having experienced his share of hardships, including the death of his father and a health scare that left him questioning if he would live past 40, Chiaro finds peace in baseball, which links four generations of his family together. Through lessons learned while working at nationally-recognized brands PepsiCo and McDonalds, Chiaro preaches to his students the idea of taking risks and tackling big issues through positive energy."},{"type":"Section","value":"On students who are struggling:"},{"type":"text","value":"“You don’t realize how special and gifted you are because everyone around you is that. So you compete against the cream of the crop, the top one or two percent in your age group in the entire world. And it’s just not going to be like that when you get out. It won’t be as intense or competitive as you’re putting on yourselves. So take care of yourself. Go a little bit easy on yourself and realize where you are, what you’ve accomplished and achieved already, and take that to heart.”"},{"type":"Section","value":"Keys to success:"},{"type":"text","value":"“The first one is effort. You have to give everything you’ve got and more sometimes. That’s true in sports, that’s true in life, that’s true in relationships. The second is energy. There’s a bunch of different kinds of energy out there and you want to represent the positive energy. You want to be the one who adds energy to the room, not takes it away. The last one is empathy. You really have to care about what you do and the people you do it with. And if you can just embrace those three things when you’re down and not really feeling like you got it, push a little further.”"},{"type":"Section","value":"On baseball:"},{"type":"text","value":"“It meant a lot to me in my life. This is the most valuable baseball in the world, because [my son] Michael gave it to me. [Picks up a baseball from his desk.] This was the last game he pitched. He came off the field and gave me the ball and said, ‘This is for you.’ A week before, he had pitched another really good game in West Virginia and then came home to see my father who was very ill. We went and saw my dad and my dad passed away that same night. He almost waited to see Michael. He went back to finish up his season and I went to the final game and he came off the field and gave me this. He had my dad’s initials on his hat. He said, ‘This is for Grandpa Alex.’ And then I think about how I got this passion for the game. All of that is symbolized in this one little baseball.”"},{"type":"Section","value":"On listening to advice:"},{"type":"text","value":"“Back when I was with PepsiCo, one of the reports on me came back that said my skills were better set for teaching, and I didn’t believe it. I thought, ‘I’m on track to be an executive in this company, and why would it be different? What did I miss?’ It took years to internalize that I was wrong. You get these different signals in your life and career that you need to do something, whether it’s switch your job or ask someone to marry you or decide to have a family. I guess this just came at the right time for me. If the recession didn’t hit and I was continuing to be as successful at securing clients and earning a living for my family, I probably would have never opened this up.”"},{"type":"text","value":"*This interview has been edited and condensed for clarity."}]}
