{"slug":"midwest-travel","top-img":"uploads/2018/12/03/IMG_0104.jpeg","text":[{"type":"text","value":"Northern Michigan is close to my heart. My parents bought our lake house in Glen Arbor only 10 months after I was born, and it’s where I’ve spent almost every summer since. The quaint little town, part of the greater Sleeping Bear Dunes Lakeshore area, was voted “most beautiful place in America” in an ABC Good Morning America poll in 2011. Even though this part of the state is known for its summer sights, traveling during the fall and winter also offers plenty of unique stops and sights. But don’t just take my word for it — see for yourself."},{"type":"text","value":"Getting there: The drive from Evanston is just over six hours, and double that by train. I got there by taking an hour flight from O’Hare into Traverse City; if you’re lucky, you can nab a round trip for around $165."},{"type":"Section","value":"Friday night"},{"type":"text","value":"After my dad and I arrived at Cherry Capital Airport (cherries are a big deal up there – we’ll get to that later), about a half hour from Glen Arbor, we decided to grab dinner at Funistrada, a small Italian restaurant on the east side of Glen Lake. The building itself is over 90 years old, and the restaurant has been around since 2000. We said hello to the owner Holly, who’s basically family, and plopped down into the corner booth. If you’re able to visit, order the Anniversary Chicken: it hasa zesty lemon flavor and comes with prosciutto-wrapped asparagus and a side of pasta."},{"type":"text","value":"After dinner, we drove up the road to Laker Shakes for dessert, a tiny ice cream parlor that serves Moomer’s Ice Cream, which is made by a family-owned creamery in Traverse City."},{"type":"Section","value":"Saturday morning"},{"type":"text","value":"The next morning, we headed downtown to grab breakfast at Art’s Tavern, which has been open for almost 75 years. When my dad and I walked in at 9 a.m., it was already packed. Art’s is well known to locals for its “burgers and big personality.” It has that classic diner feel of coziness and comfort. Art’s is also known for its unique collection of college pennants. The entire ceiling of the diner is covered in them. Every year, they close down for a few days just to clean them all and put them back up in a different place. Lately, my favorite thing to do when I visit is to try to find the Northwestern pennant. This time, it took me a few minutes, but I finally found it when another patron of the diner, who was a Kellogg grad himself, pointed it out."},{"type":"image","value":[{"img-link":"uploads/2018/12/03/IMG_2993.JPG","caption":"A Northwestern pennant on the ceiling of Art’s Tavern.","photo-credit":"Photos by Savannah Christensen"}]},{"type":"text","value":"After breakfast, we stopped by The Cottage Book Shop, a charming bookstore in a historic log cabin, just next door to Art’s. The owner, Sue Boucher, actually lived in Evanston at one point, and bought The Cottage Book Shop five years ago when she sold her bookstore in Lake Forest and retired to Northern Michigan with her husband. The store sells an array of books about Northern Michigan, including ones on its history, wildlife and more."},{"type":"text","value":"Our next stop was Evolve, a small shop down the street. Before the current owner bought the place a few years ago, it was called Tiny Treasures, which I believe was a much more appropriate name – the store is filled with a wide assortment of Michigan- themed knick knacks, games and toys. My parents used to have to drag me out of that place kicking and screaming when I was a kid."},{"type":"Section","value":"Saturday afternoon"},{"type":"text","value":"For lunch we headed to Boonedocks, a rustic restaurant with a truly all-American atmosphere. Their mac and cheese is one of my favorite things in life – I order it every time I visit. Pro-tip: sit outside under the gazebo, which overlooks downtown Glen Arbor."},{"type":"text","value":"After wandering around for awhile, we walked over to Cherry Republic, another Northern Michigan hotspot. As I mentioned, cherries are a big deal in Michigan. The state produces nearly 75 percent of the tart cherries in the country, and Traverse City, known as the Cherry Capital of the World, is home to the annual National Cherry Festival. Cherry Republic is where you can find any and all things cherry: cherry barbecue sauce, cherry relish, cherry salsa, you name it. If you consider yourself a cherry connoisseur, check out “Midnight in the Orchard,” which features cherry- swirled chocolate ice cream decked out with cherry bits on top."},{"type":"image","value":[{"img-link":"uploads/2018/12/03/IMG_2905.JPG","caption":"You can find everything from cherry ice cream to cherry relish at Cherry Republic.","photo-credit":"Photos by Savannah Christensen"}]},{"type":"text","value":"After lunch, we headed over to the Sleeping Bear Dunes. In addition to Good Morning America’s poll, the Dunes were also listed as one of the most beautiful beaches in the world by National Geographic. And they are: their sweeping views of Lake Michigan and the Manitou Islands are absolutely breathtaking. It’s even a great spot to visit in the winter, when you can sled down the dunes."},{"type":"Section","value":"Saturday night"},{"type":"text","value":"To cap off the night, we went back into Glen Arbor for dinner at Blu, a restaurant at Le Bear Resort, and watched the sunset from our table. While Blu is fairly pricey, its amazing menu of seafood and steak, put together by Chef Randy Chamberlain and infused with local ingredients, makes the cost well worth it. Drop in for the food and stick around for the, panoramic lake views."}]}
