{"slug":"student-startups","top-img":"uploads/2018/12/03/Banner2.jpg","text":[{"type":"Section","value":"Wildcat Naps: a mattress rental service"},{"type":"text","value":"Living conditions in student dorms have become a central concern for Northwestern students"},{"type":"text","value":"with the requirement of two-year on-campus housing. This provided the opportunity for Wildcat Naps, a mattress rental service. Although Wildcat Naps launched in 2018, it has already successfully sold around 50 beds to Northwestern students — both on-campus and off-campus — according to co-founder Marisa Hattler."},{"type":"text","value":"For Hattler, Wildcat Naps offers something that she never expected running a mattress rental business: heavy labor."},{"type":"text","value":"“I have never realized that those beds are really heavy. I still remember after my first day lifting beds and moving them around, my whole body was extremely sore for the next few days,” Hattler says."},{"type":"Section","value":"Litterbox: A moving and storage helper"},{"type":"text","value":"Toward the end of spring quarter, USS and UPS are constantly fighting for potential customers as students walk by the Arch or Tech. This year, they’ll have a new contender: Litterbox. Founder Peter Dorward, a McCormick sophomore, has built a team to make the moving and storage process less stressful for Northwestern students by providing satisfactory customer service at a good value."},{"type":"text","value":"“Customers were able to save more than 50 percent on USS’s prices using our basic package, and up to 37.5 percent on USS’s prices using our concierge package last year,” Dorward says."},{"type":"text","value":"After choosing to store the boxes in a nearby warehouse facility, Dorward wanted to ensure that customers’ items were cared for and returned. He found a solution to customers being dissatisfied with high prices and mediocre service."},{"type":"text","value":"“We made an inventory of all the boxes,” he explains. “I also diagramed where each of them was stored.”"},{"type":"Section","value":"Connect and Care: a platform for non-profits"},{"type":"text","value":"SESP sophomore Matthew Zients wanted to maximize the time that people spent on their phones, which sparked the creation of Connect and Care. Zients and his team designed a mobile app where users can browse, learn about and donate to non-profit organizations around the world. Established for barely a year, the team has grown to include ten people in total. Connect and Care is based in Evanston and Washington, D.C., Zients’ hometown."},{"type":"text","value":"Strangely enough, this startup centered around non-profit organizations was first inspired by a Venmo sign. “I went to this protest event last year and on campus, and there was one student holding up a Venmo sign and the name for getting donations. I think that’s interesting. Maybe we can use that, and then comes Connect and Care,” Zients says."},{"type":"Section","value":"Free Flow: A bike rental service"},{"type":"text","value":"Getting from Fisk to Ford in 15 minutes is a lot easier when you have a bike, but not all students make the investment. This led Communications senior Robert Babich and Weinberg junior John Gustafson to launch Free Flow, a cycle rental service they hoped to make more reliable than Facebook’s Free and For Sale or Craigslist."},{"type":"text","value":"After receiving three reports of missing bikes, however, Babich and Gustafson were met with a challenge. In response, Babich pursued a somewhat unconventional approach. He invited four Evanston bike thieves together for a talk."},{"type":"text","value":"“The interview we had with these bike thieves finally led to the design of our security system, which installs a tracking device to help us locate the bike when it is reported stolen,” Babich says."},{"type":"text","value":"These tracking devices that register tampering, cutting, and otherwise messing with hardware activate on their own when the bike is missing, which means the user’s privacy isn’t invaded."}]}
