{"slug":"sustainability-games","top-img":"uploads/2018/12/03/Banner3.jpg","text":[{"type":"text","value":"Imagine your favorite apocalyptic movie, with its withered Earth, demolished by disaster and plagued by famine. This seems to be a worst-case scenario: you can watch the movie and move on, forgetting that, in a few years’ time, we could be living in a world tantamount to the ones pictured on the silver screen. Weinberg senior Rebecca Fudge and SESP junior Ronni Hayden wondered if there was a way to emulate that same message, yet make it last, when they created their board game Road to 2030."},{"type":"text","value":"In the current version, each player is a United Nations representative for their imaginary country. Instead of trying to complete the tasks alone, all the players must work together to maneuver through the board by hitting checkpoints, trading solution cards with each other and collecting Lego bricks to keep track of progress."},{"type":"image","value":[{"img-link":"<a href=\"https://drive.google.com/drive/u/1/folders/1ti5CrbmASwVB6IQsUcZ6Z6-60sYw2lXd\">https://drive.google.com/drive/u/1/folders/1ti5CrbmASwVB6IQsUcZ6Z6-60sYw2lXd</a>","caption":"","Photo-credit":"Images courtesy of Ronni Hayden"}]},{"type":"text","value":"Getting her game on"},{"type":"text","value":"While Fudge was studying abroad in Copenhagen, she found herself inspired in a class about Sustainable Development in Northern Europe. A lifelong proponent of sustainability, Fudge discovered that a group activity on making environmentally focused decisions was something she wanted to take home with her."},{"type":"text","value":"The activity asked students to create a game centered around the UN’s Sustainable Development Goals (SDGs), something Fudge feels most Americans aren’t familiar with. She says that everyone was excited about the activity, but she was the only one who went to an optional day of class to work on it."},{"type":"text","value":"“People from my class would play it and helped me work on it and stuff, so it was definitely not an individual effort,” Fudge says. “But I was definitely the only one who wanted to turn this into something big. It was always my goal that in Copenhagen I would find some way to build some project around sustainability.”"},{"type":"image","value":[{"img-link":"<a href=\"https://drive.google.com/drive/u/1/folders/1ti5CrbmASwVB6IQsUcZ6Z6-60sYw2lXd\">https://drive.google.com/drive/u/1/folders/1ti5CrbmASwVB6IQsUcZ6Z6-60sYw2lXd</a>","caption":"","Photo-credit":"Images courtesy of Ronni Hayden"}]},{"type":"text","value":"Testing the waters"},{"type":"text","value":"Fudge worked with Emmanuel Gentil, an assistant director and lecturer for the Danish Institute for Study Abroad, to set up testing times in Copenhagen this past summer. Gentil, who Fudge describes as “a pool of knowledge about sustainability,” aided her by supervising the testing and giving feedback on how to improve the game. He initially thought he would be the one developing the game to use with his students, but after mentioning the idea to Fudge, she decided to make it happen."},{"type":"text","value":"“I have realized that teaching a topic using a game format was a very effective way to engage with students and to get a high level of learning retention,” Gentil says. “This has proved true with younger students in high school, where their level of focus remained high for an extended period of time.”"},{"type":"text","value":"In Denmark, students are taught the importance of sustainability from K-12, but American students often don’t learn this information until college. Gentil says he hopes Road to 2030, which is targeted toward educating middle and high schoolers, will help bridge the gap in teaching sustainability in the U.S."},{"type":"text","value":"“It is essential to teach about sustainability and to learn about it, to shape our world view values and make better choices, whether it is how we consume, how we eat, how we travel, or which job we decide,” Gentil says. “At the end of the day, learning about sustainability is essential because it can enhance overall wellbeing and happiness.”"},{"type":"image","value":[{"Img-link":"<a href=\"https://drive.google.com/drive/u/1/folders/1ti5CrbmASwVB6IQsUcZ6Z6-60sYw2lXd\">https://drive.google.com/drive/u/1/folders/1ti5CrbmASwVB6IQsUcZ6Z6-60sYw2lXd</a>","caption":"","Photo-credit":"Images courtesy of Ronni Hayden"}]},{"type":"text","value":"Designing the project"},{"type":"text","value":"Hayden, a friend of Fudge’s, joined the project after transferring to SESP to study learning sciences. Fudge knew that Hayden had a strong design background, and she needed someone who could complement her research and revise the original prototype. This summer, it took her roughly ten hours to finish the playing cards, and she spent another three hours per week readjusting the game after testing. Hayden expressed frustration with working within the limits of the UN’s color palette, but she was still able to stick with their original idea by using Illustrator, Photoshop and a website called Coolors."},{"type":"text","value":"“I had to work within those guidelines, and then just make it as easy to follow along with as possible because we want it to be able to be played in classrooms,” Hayden says. “So you should be able to pick it up really quickly, which is why we played around with having icons versus just doing color-based.”"},{"type":"text","value":"One of the inspirations for Road to 2030 was Evolution, a board game about adapting to a changing climate. Fudge and Hayden said they wanted a game that was more complex than Candyland, but not one that people didn’t want to play, which was how they felt after reading the extensive instructions for Evolution."},{"type":"text","value":"Hayden, an avid board game enthusiast herself — her mom buys their family a board game every Christmas — redesigned the game path from a spiral to a rainbow colored trail of spaces, keeping in mind that the game is for a youthful audience."},{"type":"image","value":[{"img-link":"<a href=\"https://drive.google.com/drive/u/1/folders/1ti5CrbmASwVB6IQsUcZ6Z6-60sYw2lXd\">https://drive.google.com/drive/u/1/folders/1ti5CrbmASwVB6IQsUcZ6Z6-60sYw2lXd</a>","caption":"","Photo-credit":"Images courtesy of Ronni Hayden"}]},{"type":"text","value":"Feedback"},{"type":"text","value":"The SDGs target specific areas of need that the UN would like to improve by 2030. Among these issues are poverty, gender equality and climate action, which are each represented in the board game by colors and icons the UN had already incorporated. Players are also required to write their own legislation, which is a common complaint Fudge and Hayden have received while testing it."},{"type":"text","value":"“The younger kids definitely complained that it was too hard,” Fudge says. “I was thinking, ‘That’s great! You were challenged.’”"},{"type":"text","value":"Roughly 300 people have tested the game, and Gentil says that not a single person has disliked it so far. In Copenhagen, about 20-25 high school students in each test group played the game in a classroom. It was actually during one of these testing sessions that the name Road to 2030 was suggested, and they’ve used it ever since."},{"type":"image","value":[{"img-link":"<a href=\"https://drive.google.com/drive/u/1/folders/1ti5CrbmASwVB6IQsUcZ6Z6-60sYw2lXd\">https://drive.google.com/drive/u/1/folders/1ti5CrbmASwVB6IQsUcZ6Z6-60sYw2lXd</a>","caption":"","Photo-credit":"Images courtesy of Ronni Hayden"}]},{"type":"text","value":"Next Steps"},{"type":"text","value":"Fudge and Hayden were accepted in late September to the Garage, NU’s may seem far away, but the effects of issues reflected in the SDGs are currently present. The U.S. alone counts for roughly a quarter of the negative SDG spillovers, the consequences of one country that affect economic, environmental and societal outcomes in another country. “I just think that if people are exposed incubator for student entrepreneurship and innovation."},{"type":"text","value":"They are hoping to manufacture the game in a way that will “align with the sustainable mission.” The game is currently made of bleached paper and plastic materials. Fudge says that using sustainable and recyclable materials like wood or metal would be ideal. Another goal is making the game more accessible to teachers, who they hope will incorporate the game into their curriculum."},{"type":"text","value":"In terms of the bigger picture, Hayden says she hopes students learn that the sustainability goals exist, and that there are tangible solutions, both on a personal and governmental level, that they can implement to reach these goals. 2030 may seem far away, but the effects of issues reflected in the SDGs are currently present. The U.S. alone counts for roughly a quarter of the negative SDG spillovers, the consequences of one country that affect economic, environmental and societal outcomes in another country."},{"type":"text","value":"“I just think that if people are exposed to ideas about sustainability when they are young and thinking about the career they want, and kind of forming their own ideas about the world, that will make the biggest difference,” Fudge says."}]}
